const egate = () => {
   return (
      <>
      <div class="title">
         <h1>E-gate</h1>
         <h2>顔認証を利用した入退出管理システム</h2>
      </div>

      <div class="section1">
         <h2>入退出管理をだれでも、手軽に利用できる時代へ</h2>
         {/* image */}
         <p>
            授業の出欠確認、勤怠確認、会員制イベントの入退場など、普段私たちはいろいろなところに入場しては退出したりしています。
            昨今、AIの発展によって顔認証による入退出管理をする機会も多くなってきました。
            しかし、これを導入する時専用の機械の購入から導入までにある程度の時間が必要になってしまう。
            また、その後のシステムの管理も自ら行う必要があるのである程度の知識が必要になってきてしまう。
            これらの問題を解決し、誰でも手軽に利用できる物を制作した。
         </p>
      </div>

      <div class="section2">
         <h2>全ての機能がWEB上で完結できる</h2>
         {/* image */}
            <p>
               このシステムでは入退出者の登録や管理をすべてWEB上で行えるようにしている。
               利用者は自身の会員登録、必要な名簿をWEB上に登録するだけですぐに導入を開始することができる。
               必要なのはインターネット上でアクセスできるカメラのみ
            </p>
      </div>

      </>
   )
}

export default egate


